jokes = [
    "Почему буратино хочет на Кавказ?\n"
    "Потому что там могут вы+резать семью.",

    "Один чувак решил купить себе зверюшку какую-нибудь, и заглянул в зоомагазин.\n"
    "Там ем+у предлагают попугая за десять тысяч рублей, но безногого.\n"
    "Мужик спрашивает:\n"
    "- А почему так дорого?\n"
    "- Он разгов+аривать умеет.\n"
    "Ну, мужик купил этого попугая. \n"
    "А этот попугай оказался на редкость хорошим собеседником с тонким чувством юмора, "
    "энциклопедическими познаниями и чувством сострадания. Лучшего и желать не надо.\n"
    "Мужик как-то спрашивает его:\n"
    "- А как ты на жёрдочке то сидишь?\n"
    "- Да я хуем её обматываю и в жопу вставляю.\n"
    "Мужик удивился.\n"
    "Как то раз приходит мужик домой, видит запыхавшегося попугая и спрашивает:\n"
    "- Чт+о тут произошло?\n"
    "- В общем, пришел к твоей жене сосед, они пообщались поболтали и вдруг начали раздеваться?\n"
    "- Что? \nА что дальше то было?\n"
    "- А у меня хуй встал, и я упал.",

    "Штирлиц мог спать сутками, но утки с ним спать не хотели.",
    "В россии так любят читать, что даже во дворе оставляют закладки.",

    "Мама, я больше никогда не буду есть грибы.\n"
    "Это ещё по чему?\n"
    "Я вчера им обещал.",

    "Работа закладчиком самая простая:\n"
    "Два месяца работаешь, восемь лет отдыхаешь.",

    "Едут, значит, батя с сыном на шестерке, \nПеревернулись, \nТеперь едут на девятке.",

    "Я горжусь двумя людьми: Гагариным и Ньютоном.\n"
    "Один попытался съеб+аться с этой планеты, \n"
    "а втор+ой доказал, что у первого нихуя не выйдет."
]